Repository: yokod/plugin.video.pulsar
Catalog: resources/language/Croatian/strings.po
Languages: hr_hr

# #30000
source: General
hr_hr: Općenito

# #30001
source: Download path (not FAT32)
hr_hr: Lokacija skidanja (ne FAT32)

# #30002
source: Keep files after playback/download stops
hr_hr: Zadrži datoteke nakon gledanja/skidanja

# #30003
source: Buffer size (MB)
hr_hr: Velicina buffera (MB)

# #30004
source: Max upload rate (kB/s)
hr_hr: Max brzina uploada (kB/s)

# #30005
source: Max download rate (kB/s)
hr_hr: Max brzina downloada (kB/s)

# #30006
source: Listen port min
hr_hr: Slusaj port Min

# #30007
source: Listen port max
hr_hr: Slusaj port Max

# #30009
source: SOCKS v5 Configuration
hr_hr: SOCKS v5 konfiguracija

# #30010
source: Enabled
hr_hr: Omogućeno

# #30013
source: Login
hr_hr: Korisničko ime

# #30014
source: Password
hr_hr: Šifra

# #30015
source: Advanced
hr_hr: Napredno

# #30016
source: Custom provider timeout
hr_hr: Proizvoljni timeout za providera

# #30017
source: Enabled (use at your own risk)
hr_hr: Omogućeno (koristi na vlastiti rizik)

# #30018
source: Timeout in seconds
hr_hr: Timeout u sekundama

# #30019
source: Maintenance
hr_hr: Održavanje

# #30020
source: Clear cache
hr_hr: Izbriši cache

# #30021
source: Enable pagination
hr_hr: Omogući pagination

# #30022
source: Enable overlay status
hr_hr: Omogući statusni overlay

# #30023
source: Choose stream automatically
hr_hr: Automatski izaberi stream

# #30024
source: Get updates for pre-releases
hr_hr: Primi nadogradnje prije izdanja (pre-release)

# #30025
source: Limit rates after buffering only
hr_hr: Ograniči brzinu nakon što se napuni buffer

# #30026
source: Library path
hr_hr: Lokacija library-a

# #30027
source: Connections limit
hr_hr: Limit konekcija

# #30028
source: Background handling of torrents
hr_hr: Pozadinski rad torrenta

# #30029
source: Session saving frequency (seconds)
hr_hr: Učestalost spremanja sesije (sekunde)

# #30100
source: Quasar has crashed, restarting...
hr_hr: Quasar se srušio, ponovno pokrećem...

# #30101
source: You must restart Kodi before using Quasar
hr_hr: Morate restartati Kodi prije korištenja Quasara

# #30102
source: This add-on can only be run from within Quasar
hr_hr: Ovaj add-on se može pokrenuti jedino iz Quasara

# #30103
source: Unable to find Quasar binary
hr_hr: Ne može se naći Quasarov binary

# #30200
source: Cache cleared
hr_hr: Cache očišćen

# #30201
source: Search TV Shows
hr_hr: Traži TV serije

# #30202
source: Choose stream...
hr_hr: Izaberi Stream...

# #30203
source: Show information
hr_hr: Informacije o seriji

# #30204
source: Unable to find any providers
hr_hr: Ne mogu naći providere

# #30205
source: No links were found
hr_hr: Nije pronađen niti jedan link

# #30206
source: Search Movies
hr_hr: Traži filmove

# #30207
source: Not enough space available on the download path.
hr_hr: Nema dovoljno mjesta na lokaciji skidanja.

# #30208
source: Quasar daemon has started
hr_hr: Quasar daemon je pokrenut

# #30209
source: Search
hr_hr: Traži

# #30210
source: Most Popular
hr_hr: Najpopularnije

# #30211
source: Top Rated
hr_hr: Najbolje ocjenjeno

# #30212
source: Most Voted
hr_hr: Najviše glasano

# #30214
source: Movies
hr_hr: Filmovi

# #30215
source: TV Shows
hr_hr: TV Serije

# #30216
source: Add Torrent
hr_hr: Dodaj torrent

# #30217
source: Paste Magnet or URL
hr_hr: Zalijepi Magnet ili URL

# #30218
source: Next page
hr_hr: Slijedeća stranica

# #30219
source: Add/Remove from library
hr_hr: Dodaj/Ukloni iz library-a

# #30220
source: Library path not set
hr_hr: Lokacija library-a nije određena

# #30221
source: Item successfully added to library
hr_hr: Uspješno dodano u library

# #30222
source: Item removed from library
hr_hr: Uklonjeno iz library-a

# #30223
source: Files
hr_hr: Datoteke

# #30224
source: Provider error
hr_hr: Greška u provideru

# #30225
source: Navigation error
hr_hr: Greška u navigaciji

# #30226
source: Daemon error
hr_hr: Greška Daemona

# #30227
source: Error updating Quasar daemon
hr_hr: Greška prilikom updatea Quasar daemona

# #30228
source: Available streams for
hr_hr: Dostupni streamovi za

# #30229
source: Torrents
hr_hr: Torrenti

# #30230
source: Play/resume torrent
hr_hr: Pokreni/nastavi torrent

# #30231
source: Pause torrent
hr_hr: Pauziraj torrent

# #30232
source: Delete torrent
hr_hr: Izbriši torrent

# #30233
source: Pause session
hr_hr: Pauziraj sesiju

# #30234
source: Resume session
hr_hr: Nastavi sesiju

# #30235
source: Resume torrent
hr_hr: Nastavi torrent

# #30236
source: Recently Released
hr_hr: Nedavno objavljeno

# #30237
source: Recent Shows
hr_hr: Aktualne Serije

# #30238
source: Recent Episodes
hr_hr: Posljednje epizode
